/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2017 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "Čeština";
"lng_switch_to_this" = "Přepnout do Češtiny";

"lng_menu_contacts" = "Kontakty";
"lng_menu_calls" = "Hovory";
"lng_menu_settings" = "Nastavení";
"lng_menu_about" = "O Aplikaci";
"lng_menu_update" = "Aktualizovat";
"lng_menu_restart" = "Restart";
"lng_menu_back" = "Zpět";
"lng_menu_night_mode" = "Noční mód";

"lng_disable_notifications_from_tray" = "Vypnout upozornění";
"lng_enable_notifications_from_tray" = "Zapnout upozornění";
"lng_open_from_tray" = "Otevřít Telegram";
"lng_minimize_to_tray" = "Minimalizovat do ozn. oblasti";
"lng_quit_from_tray" = "Ukončit Telegram";
"lng_tray_icon_text" = "Telegram stále běží,\ntoto nastavení můžeš změnit z menu Nastavení.\nPokud tato ikonka zmizí z ozn. oblasti,\nmůžeš ji přetáhnout to skrytých ikon.";

"lng_month1" = "Leden";
"lng_month2" = "Únor";
"lng_month3" = "Březen";
"lng_month4" = "Duben";
"lng_month5" = "Květen";
"lng_month6" = "Červen";
"lng_month7" = "Červenec";
"lng_month8" = "Srpen";
"lng_month9" = "Září";
"lng_month10" = "Říjen";
"lng_month11" = "Listopad";
"lng_month12" = "Prosinec";

"lng_month1_small" = "Led";
"lng_month2_small" = "Ún";
"lng_month3_small" = "Bře";
"lng_month4_small" = "Dub";
"lng_month5_small" = "Kvě";
"lng_month6_small" = "Čer";
"lng_month7_small" = "Čvc";
"lng_month8_small" = "Srp";
"lng_month9_small" = "Zář";
"lng_month10_small" = "Říj";
"lng_month11_small" = "Lis";
"lng_month12_small" = "Pro";

"lng_weekday1" = "Po";
"lng_weekday2" = "Út";
"lng_weekday3" = "St";
"lng_weekday4" = "Čt";
"lng_weekday5" = "Pá";
"lng_weekday6" = "So";
"lng_weekday7" = "Ne";

"lng_weekday1_full" = "Pondělí";
"lng_weekday2_full" = "Úterý";
"lng_weekday3_full" = "Středa";
"lng_weekday4_full" = "Čtvrtek";
"lng_weekday5_full" = "Pátek";
"lng_weekday6_full" = "Sobota";
"lng_weekday7_full" = "Neděle";

"lng_month_day" = "{day}. {month}";
"lng_month_day_year" = "{day}. {month} {year}";
"lng_month_year" = "{month} {year}";

"lng_box_ok" = "OK";

"lng_cancel" = "Zrušit";
"lng_continue" = "Pokračovat";
"lng_close" = "Zavřít";
"lng_connecting" = "Připojuji...";
"lng_connecting_to_proxy" = "Připojuji skrz proxy...";
"lng_connecting_settings" = "Nastavení";
"lng_reconnecting#one" = "Obnovuji připojení za {count} s...";
"lng_reconnecting#other" = "Obnovuji připojení za {count} s...";
"lng_reconnecting_try_now" = "Zkusit hned";

"lng_status_service_notifications" = "upozornění služby";
"lng_status_support" = "podpora";
"lng_status_bot" = "bot";
"lng_status_bot_reads_all" = "má přístup ke zprávám";
"lng_status_bot_not_reads_all" = "nemá přístup ke zprávám";
"lng_status_offline" = "naposledy viděn(a) dávno";
"lng_status_recently" = "naposledy viděn(a) nedávno";
"lng_status_last_week" = "viděn(a) poslední týden";
"lng_status_last_month" = "viděn(a) poslední měsíc";
"lng_status_invisible" = "neviditelný(á)";
"lng_status_lastseen_now" = "naposledy viděn(a) právě před chvílí";
"lng_status_lastseen_minutes#one" = "naposledy viděn(a) před {count} minutou";
"lng_status_lastseen_minutes#other" = "naposledy viděn(a) před {count} minutami";
"lng_status_lastseen_hours#one" = "naposledy viděn(a) před {count} hodinou";
"lng_status_lastseen_hours#other" = "naposledy viděn(a) před {count} hodinami";
"lng_status_lastseen_today" = "naposledy viděn(a) dnes v {time}";
"lng_status_lastseen_yesterday" = "naposledy viděn(a) včera v {time}";
"lng_status_lastseen_date" = "naposledy viděn(a) {date}";
"lng_status_lastseen_date_time" = "naposledy viděn(a) {date} v {time}";
"lng_status_online" = "online";
"lng_status_connecting" = "připojuji...";

"lng_chat_status_unaccessible" = "skupina je nedostupná";
"lng_chat_status_no_members" = "žádní členové";
"lng_chat_status_members#one" = "{count} člen";
"lng_chat_status_members#other" = "{count} členů";
"lng_chat_status_online#one" = "{count} online";
"lng_chat_status_online#other" = "{count} online";
"lng_chat_status_members_online" = "{members_count}, {online_count}";

"lng_channel_status" = "kanál";
"lng_group_status" = "skupina";

"lng_channel_members_link#one" = "{count} člen";
"lng_channel_members_link#other" = "{count} členové";
"lng_channel_admins_link#one" = "{count} administrátor";
"lng_channel_admins_link#other" = "{count} administrátoři";

"lng_server_error" = "Chyba na straně serveru.";
"lng_flood_error" = "Příliš mnoho pokusů. Zkus to prosím později.";
"lng_gif_error" = "Při načítání GIF animace se vyskytla chyba :(";
"lng_edit_error" = "Tuto zprávu nemůžeš upravit";
"lng_join_channel_error" = "Bohužel, jsi připojený k příliš mnoho kanálům a superskupinám. Před připojením k dalším prosím nějaké opusť.";
"lng_error_phone_flood" = "Bohužel, v poslední době jsi svůj účet smazal(a) a obnovil(a) příliš mnohokrát. Před dalším přihlášením prosím počkej pár dnů.";
"lng_error_start_minimized_passcoded" = "Nastavil(a) jsi lokální heslo, aplikace nemůže startovat minimalizovaná. Aplikace tě vyzve k zadání hesla před tím, než ji budeš moci používat.";
"lng_error_pinned_max#one" = "Bohužel, nemůžeš přišpendlit více než {count} konverzaci.";
"lng_error_pinned_max#other" = "Bohužel, nemůžeš přišpendlit více než {count} konverzací.";
"lng_error_public_groups_denied" = "Bohužel, byl jsi zabanován a nemůžeš se účastnit veřejných skupin.\n{more_info}";
"lng_error_cant_edit_admin" = "Bohužel, nemůžeš měnit oprávnění pro tohoto admina.";
"lng_error_cant_add_member" = "Bohužel, nemůžeš add the bot to this group. Ask a group admin to do it.";
"lng_error_cant_add_admin_invite" = "Bohužel, tohoto uživatele nemůžeš přidat jako admina, protože není součástí této skupiny. Nemáš oprávnění ho pozvat.";
"lng_error_cant_add_admin_unban" = "Bohužel, tohoto uživatele nemůžeš přidat jako admina, protože je zabanovaný a ty nemáš oprávnění jej odbanovat.";
"lng_error_cant_ban_admin" = "Bohužel, nemůžeš zabanovat tohoto uživatele, protože je adminem této skupiny. Nemáš oprávnění jej práv zbavit.";
"lng_sure_add_admin_invite" = "Tento uživatel není členem skupiny. Přidat jej a povýšit na admina?";
"lng_sure_add_admin_unban" = "Tento uživatel je ve skupině zabanován, nebo má omezená práva. Chceš mu opravdu ban zrušit a práva mu přidat?";
"lng_sure_ban_admin" = "Tento uživatel je ve skupině adminem. Chceš mu opravdu práva změnit?";
"lng_sure_ban_user_group" = "Zabanovat {user} ve skupině?";
"lng_sure_enable_socks" = "Opravdu chceš zapnout proxy?\n\nServer: {server}\nPort: {port}\n\nNastavení proxy můžeš později změnit v Nastavení (Typ připojení).";
"lng_sure_enable" = "Povolit";

"lng_edit_deleted" = "Zpráva byla smazána";
"lng_edit_too_long" = "Text tvé zprávy je příliš dlouhý";
"lng_edit_message" = "Upravit zprávu";
"lng_edit_message_text" = "Text nové zprávy...";
"lng_deleted" = "Smazat Účet";
"lng_deleted_message" = "Smazaná zpráva";
"lng_pinned_message" = "Přišpendlená zpráva";
"lng_pinned_unpin_sure" = "Chceš této zprávě odebrat přešpendlení?";
"lng_pinned_pin_sure" = "Chceš tuto zprávu přišpendlit?";
"lng_pinned_pin" = "Přišpendlit";
"lng_pinned_unpin" = "Odebrat přišpendlení";
"lng_pinned_notify" = "Upozornit všechny členy";

"lng_intro_about" = "Vítej v oficiální desktopové aplikaci Telegram.\nJe rychlá a bezpečná.";
"lng_start_msgs" = "ZAČÍT KOMUNIKOVAT";

"lng_intro_next" = "DALŠÍ";
"lng_intro_finish" = "REGISTROVAT";
"lng_intro_submit" = "ODESLAT";

"lng_photo_caption" = "Popisek";
"lng_photos_comment" = "Komentář";

"lng_phone_ph" = "Tvé telefonní číslo";
"lng_phone_title" = "Tvůj telefon";
"lng_phone_desc" = "Prosím potvrď kód své země a \nzadej své telefonní číslo.";
"lng_phone_notreg" = "Pokud ještě nemáš Telegram účet,\n[b]zaregistruj[/b] se prosím přes {link_start}Android / iPhone{link_end} nebo {signup_start}tady{signup_end}";
"lng_country_code" = "Kód země";
"lng_bad_country_code" = "Neplatný kód země";
"lng_country_ph" = "Hledat";
"lng_country_done" = "Hotovo";
"lng_country_none" = "Země nenalezena";
"lng_country_select" = "Vyber zemi";

"lng_code_ph" = "Tvůj kód";
"lng_code_desc" = "Poslali jsme ti zprávu s aktivačním kódem\nna tvůj telefon. Zadej ji prosím níže.";
"lng_code_telegram" = "Zadej prosím kód, který jsi právě obdržel\nv aplikaci [b]Telegram[/b].";
"lng_code_no_telegram" = "Poslat kód přes SMS";
"lng_code_call" = "Telegram vytočí tvé číslo za {minutes}:{seconds}";
"lng_code_calling" = "Vyžaduji hovor od Telegram...";
"lng_code_called" = "Telegram vytočil tvé číslo";

"lng_bad_phone" = "Neplatné telefonní číslo. Zkus to prosím znovu.";
"lng_bad_phone_noreg" = "Telefonní číslo není registrováno.";
"lng_bad_code" = "Zadal(a) jsi neplatný kód.";
"lng_bad_name" = "Zadej prosím své jméno a příjmení.";
"lng_bad_photo" = "Zvolená špatná fotka.";

"lng_signin_title" = "Kontrola cloudového hesla";
"lng_signin_desc" = "Zadej prosím své cloudové heslo.";
"lng_signin_recover_desc" = "Zadej prosím kód z e-mailu\n{email}";
"lng_signin_password" = "Tvé cloudové heslo";
"lng_signin_code" = "Kód z e-mailu";
"lng_signin_recover" = "Zapomněl(a) jsi heslo?";
"lng_signin_recover_title" = "Reset hesla";
"lng_signin_hint" = "Rada: {password_hint}";
"lng_signin_recover_hint" = "Kód byl zaslán na {recover_email}";
"lng_signin_bad_password" = "Zadal(a) jsi špatné heslo.";
"lng_signin_wrong_code" = "Zadal(a) jsi špatný kód.";
"lng_signin_try_password" = "Máš problém s přístupem ke svému e-mailu?";
"lng_signin_password_removed" = "Tvé cloudové heslo bylo odstraněno.\nMůžeš nastavit nové v nastavení.";
"lng_signin_no_email_forgot" = "Protože jsi nezadal(a) žádný záložní email\npři nastavování hesla, zbývající možnosti jsou zapamatovat si heslo, nebo resetovat účet.";
"lng_signin_cant_email_forgot" = "Pokud nemůžeš obnovit přístup ke svému e-mailu, zbývající možnosti jsou zapamatovat si heslo, nebo resetovat účet.";
"lng_signin_reset_account" = "Resetovat účet";
"lng_signin_sure_reset" = "Varování!\n\nPřijdeš o všechny své konverzace a zprávy, spolu s médii a soubory, které jsi sdílel!\n\nOpravdu chceš resetovat účet?";
"lng_signin_reset" = "Reset";
"lng_signin_reset_wait" = "Protože je účet {phone_number} aktivní a chráněn heslem, bude smazán za 1 týden z bezpečnostních důvodů. Tento proces může kdykoli zastavit.\n\nÚčet bude možné zresetovat za:\n{when}";
"lng_signin_reset_days#one" = "{count} den";
"lng_signin_reset_days#other" = "{count} dnů";
"lng_signin_reset_hours#one" = "{count} hodina";
"lng_signin_reset_hours#other" = "{count} hodin";
"lng_signin_reset_minutes#one" = "{count} minuta";
"lng_signin_reset_minutes#other" = "{count} minut";
"lng_signin_reset_in_days" = "{days_count} {hours_count} {minutes_count}";
"lng_signin_reset_in_hours" = "{hours_count} {minutes_count}";
"lng_signin_reset_cancelled" = "Tvoje předchozí pokusy o reset účtu byly zrušeny aktivním uživatelem. Zkus to prosím znovu za 7 dní.";

"lng_signup_title" = "Informace o tobě";
"lng_signup_desc" = "Zadej prosím své jméno \na nahrej fotku.";

"lng_signup_firstname" = "Jméno";
"lng_signup_lastname" = "Příjmení";

"lng_dlg_filter" = "Hledat";
"lng_dlg_new_group_name" = "Jméno skupiny";
"lng_dlg_new_channel_name" = "Jméno kanálu";
"lng_no_contacts" = "Nemáš žádné kontakty";
"lng_no_chats" = "Zde budou tvé konverzace";
"lng_contacts_loading" = "Nahrávám...";
"lng_contacts_not_found" = "Nenalezeny žádné kontakty";
"lng_dlg_search_chat" = "Hledat v této konverzaci";
"lng_dlg_search_channel" = "Hledat v tomto kanále";
"lng_dlg_search_for_messages" = "Hledat zprávy";
"lng_update_telegram" = "Aktualizovat Telegram";

"lng_settings_save" = "Uložit";
"lng_settings_upload" = "Nastavit profilový obrázek";
"lng_settings_crop_profile" = "Vyber čtvercovou oblast pro tvou fotku";
"lng_settings_uploading_photo" = "Nahrávám fotku...";
"lng_settings_edit" = "Upravit";
"lng_settings_drop_area_subtitle" = "pro nastavení profilového obrázku";

"lng_username_title" = "Uživatelské jméno";
"lng_username_about" = "Můžeš si zvolit uživatelské jméno na Telegramu.\nPokud tak učiníš, ostatní lidé tě podle něj budou schopni vyhledat \nbez znalosti tvého telefonního čísla.\n\nMůžeš použít znaky a-z, 0-9 a podtržítka.\nMinimální délka je 5 znaků.";
"lng_username_choose" = "Zvol si uživatelské jméno.";
"lng_username_invalid" = "Uživatelské jméno je neplatné.";
"lng_username_occupied" = "Uživatelské jméno je již obsazené.";
"lng_username_too_short" = "Uživatelské jméno je příliš krátké.";
"lng_username_bad_symbols" = "Uživatelské jméno obsahuje neplatné symboly.";
"lng_username_available" = "Uživatelské jméno je dostupné.";
"lng_username_not_found" = "Uživatel @{user} nenalezen.";
"lng_username_link_willbe" = "Takový odkaz otevře konverzaci s tebou:";
"lng_username_link" = "Tento odkaz otevře konverzaci s tebou:";
"lng_username_copied" = "Odkaz zkopírován do schránky.";

"lng_settings_section_info" = "Info";
"lng_settings_phone_number" = "Telefonní číslo:";
"lng_settings_username" = "Uživatelské jméno:";
"lng_settings_choose_username" = "Zvol uživatelské jméno";

"lng_settings_section_notify" = "Upozornění";
"lng_settings_desktop_notify" = "Upozornění na ploše";
"lng_settings_show_name" = "Zobraz odesílatelovo jméno";
"lng_settings_show_preview" = "Zobraz náhled zprávy";
"lng_settings_use_windows" = "Použít upozornění Windows";
"lng_settings_use_native_notifications" = "Použít upozornění aplikace";
"lng_settings_advanced_notifications" = "Umístění a počet upozornění";
"lng_settings_notifications_position" = "Umístění na obrazovce";
"lng_settings_notifications_count" = "Počet upozornění";
"lng_settings_sound_notify" = "Přehrát zvuk";
"lng_settings_include_muted" = "Do počtu nepřečtených započítat i ztlumené konverzace";

"lng_notification_preview" = "Máš novou zprávu";
"lng_notification_reply" = "Odpovědět";
"lng_notification_hide_all" = "Skrýt vše";
"lng_notification_sample" = "Toto je ukázkové upozornění";

"lng_settings_section_general" = "Obecné";
"lng_settings_change_lang" = "Změnit jazyk";
"lng_languages" = "Jazyk";
"lng_sure_save_language" = "Pro změnu jazyka se Telegram restartuje";
"lng_settings_update_automatically" = "Automaticky aktualizovat";
"lng_settings_current_version_label" = "Verze {version}:";
"lng_settings_current_version" = "Verze {version}";
"lng_settings_check_now" = "Zkontrolovat aktualizace";
"lng_settings_update_checking" = "Kontroluji aktualizace...";
"lng_settings_latest_installed" = "Nainstalovaná verze je nejnovější";
"lng_settings_downloading" = "Stahuji aktualizaci {ready} / {total} MB...";
"lng_settings_update_ready" = "Nová verze je připravená";
"lng_settings_update_now" = "Restartovat teď";
"lng_settings_update_fail" = "Kontrola aktualizací selhala :(";
"lng_settings_workmode_tray" = "Zobrazit ikonu v oznamovací oblasti";
"lng_settings_workmode_window" = "Zobrazit položku v hlavním panelu";
"lng_settings_auto_start" = "Spustit Telegram při startu systému";
"lng_settings_start_min" = "Spustit minimalizovaný";
"lng_settings_add_sendto" = "Umístit Telegram do kontext. menu «Odeslat do»";
"lng_settings_section_scale" = "Měřítko aplikace";
"lng_settings_scale_auto" = "Automaticky ({cur})";

"lng_settings_section_chat_settings" = "Nastavení konverzace";
"lng_settings_replace_emojis" = "Nahradit emoji";
"lng_settings_view_emojis" = "Zobrazit seznam";
"lng_settings_emoji_list" = "Podporované emoji";
"lng_settings_send_enter" = "Odesílat Enterem";
"lng_settings_send_ctrlenter" = "Odesílat Ctrl+Enter";
"lng_settings_send_cmdenter" = "Odesílat Cmd+Enter";

"lng_settings_section_background" = "Pozadí konverzace";
"lng_settings_bg_use_default" = "Použít výchozí barevné téma";
"lng_settings_bg_from_gallery" = "Vybrat z galerie";
"lng_settings_bg_from_file" = "Vybrat ze souboru";
"lng_settings_bg_edit_theme" = "Upravit téma";
"lng_settings_bg_tile" = "Dlaždicové pozadí";
"lng_settings_adaptive_wide" = "Přizpůsobivé rozvržení pro širokoúhlé monitory";

"lng_backgrounds_header" = "Zvol nové pozadí pro konverzaci";
"lng_theme_sure_keep" = "Ponechat toto barevné téma?";
"lng_theme_reverting#one" = "Návrat k původnímu barevnému tématu za {count} sekundu.";
"lng_theme_reverting#other" = "Návrat k původnímu barevnému tématu za {count} sekund.";
"lng_theme_keep_changes" = "Ponechat změny";
"lng_theme_revert" = "Vrátit zpět";

"lng_download_path_dont_ask" = "Neptat se pokaždé na cestu, kam se ukládá stahovaný soubor";
"lng_download_path_label" = "Cesta ke stahovaným souborům:";
"lng_download_path_temp" = "dočasná složka";
"lng_download_path_default" = "výchozí složka";
"lng_download_path_clear" = "Vymazat vše";
"lng_download_path_header" = "Cesta stahovaných souborů";
"lng_download_path_default_radio" = "Složka Telegram ve «Stažených»";
"lng_download_path_temp_radio" = "Dočasná složka, vyčištěná vždy při odhlášení, nebo odinstalaci programu";
"lng_download_path_dir_radio" = "Zvolená složka, čištěná manuálně";
"lng_download_path_choose" = "Zvol cestu pro stahování";
"lng_sure_clear_downloads" = "Chceš odstranit všechny soubory z dočasné složky? Toto je děláno automaticky při odhlášení, nebo odinstalaci programu.";
"lng_download_path_failed" = "Stahování souboru se nezdařilo. Může to být kvůli špatně zvolené složce na stahování.\n\nToto můžeš změnit v Nastavení.";
"lng_download_path_settings" = "Nastavení";
"lng_download_finish_failed" = "Stahování souborů nedokončeno.\n\nChceš to zkusit znovu?";
"lng_download_path_clearing" = "Čistím...";
"lng_download_path_cleared" = "Vyčištěno!";
"lng_download_path_clear_failed" = "Vyčištění selhalo :(";

"lng_settings_section_privacy" = "Soukromí a zabezpečení";

"lng_local_storage_title" = "Lokální úložiště";
"lng_settings_no_data_cached" = "Paměť cache neobsahuje žádná data!";
"lng_settings_images_cached#one" = "{count} obrázek, {size}";
"lng_settings_images_cached#other" = "{count} obrázků, {size}";
"lng_settings_audios_cached#one" = "{count} hl. zpráva, {size}";
"lng_settings_audios_cached#other" = "{count} hl. zpráv, {size}";
"lng_local_storage_clear" = "Vyčistit vše";
"lng_local_storage_clearing" = "Čistím...";
"lng_local_storage_cleared" = "Vyčištěno!";
"lng_local_storage_clear_failed" = "Vyčištění selhalo :(";

"lng_settings_section_advanced_settings" = "Pokročilé nastavení";
"lng_settings_enable_night_theme" = "Zapnout noční mód";
"lng_settings_disable_night_theme" = "Vypnout noční mód";

"lng_passcode_remove_button" = "Odebrat";

"lng_passcode_turn_on" = "Zapnout lokální heslo";
"lng_passcode_change" = "Změnit lokální heslo";
"lng_passcode_create" = "Lokální heslo";
"lng_passcode_remove" = "Odstranit lokální heslo";
"lng_passcode_turn_off" = "Vypnout";
"lng_passcode_autolock" = "Automatické zamčení";
"lng_passcode_autolock_away" = "Automatické zamčení, pokud jsi pryč alespoň:";
"lng_passcode_autolock_inactive" = "Automatické zamčení, pokud jsi neaktivní alespoň:";
"lng_passcode_autolock_minutes#one" = "{count} minuta";
"lng_passcode_autolock_minutes#other" = "{count} minut";
"lng_passcode_autolock_hours#one" = "{count} hodina";
"lng_passcode_autolock_hours#other" = "{count} hodin";
"lng_passcode_enter_old" = "Zadej současné heslo";
"lng_passcode_enter_first" = "Zadej heslo";
"lng_passcode_enter_new" = "Zadej nové heslo";
"lng_passcode_confirm_new" = "Opakuj nové heslo";
"lng_passcode_about" = "Pokud je nastavené lokální heslo, nad listem konverzací se objeví ikonka zámku. Klikem na ni zamkneš aplikaci.\n\nPoznámka: Pokud lokální heslo zapomeneš, je nutné se opětovně přihlásit do aplikace Telegram.";
"lng_passcode_differ" = "Hesla jsou rozdílná";
"lng_passcode_wrong" = "Žpatné heslo";
"lng_passcode_is_same" = "Heslo bylo změněno";
"lng_passcode_enter" = "Zadej své lokální heslo";
"lng_passcode_ph" = "Tvé heslo";
"lng_passcode_submit" = "Potvrdit";
"lng_passcode_logout" = "Odhlásit";
"lng_passcode_need_unblock" = "Nejdříve potřebuji odemknout.";

"lng_cloud_password_waiting" = "Potvrzovací odkaz zaslán na {email}...";
"lng_cloud_password_change" = "Změnit cloudové heslo";
"lng_cloud_password_create" = "Cloudové heslo";
"lng_cloud_password_remove" = "Odstranit cloudové heslo";
"lng_cloud_password_set" = "Povolit dvoufázovou verifikaci";
"lng_cloud_password_edit" = "Změnit cloudové heslo";
"lng_cloud_password_enter_old" = "Zadej současné heslo";
"lng_cloud_password_enter_first" = "Zadej heslo";
"lng_cloud_password_enter_new" = "Zadej nové heslo";
"lng_cloud_password_confirm_new" = "Opakuj nové heslo";
"lng_cloud_password_hint" = "Zadej radu pro heslo";
"lng_cloud_password_change_hint" = "Zadej novou radu pro heslo";
"lng_cloud_password_bad" = "Heslo a rada nesmí být totožné.";
"lng_cloud_password_email" = "Zadej záložní e-mail";
"lng_cloud_password_bad_email" = "Neplatný e-mail, zkus to prosím znovu.";
"lng_cloud_password_about" = "Toto heslo po tobě bude požadováno při přihlášení na nové zařízení navíc spolu s PIN kódem.";
"lng_cloud_password_about_recover" = "Varování! Jsi si jistý, že nechceš zadat\n záložní e-mail pro obnovu hesla?\n\nPokud heslo zapomeneš, ztratíš přístup \nke svému učtu Telegram.";
"lng_cloud_password_skip_email" = "Přeskočit e-mail";
"lng_cloud_password_almost" = "Potvrzovací odkaz byl odeslán na \nposkytnutý e-mail. Dvoufázová verifikace bude povolena, jakmile tento odkaz potvrdíš.";
"lng_cloud_password_was_set" = "Dvoufázová verifikace zapnuta.";
"lng_cloud_password_updated" = "Tvé cloudové heslo bylo aktualizováno.";
"lng_cloud_password_removed" = "Dvoufázová verifikace byla vypnuta.";
"lng_cloud_password_differ" = "Hesla se neshodují";
"lng_cloud_password_wrong" = "Špatné cloudové heslo";
"lng_cloud_password_is_same" = "Heslo nebylo změněno";

"lng_connection_type" = "Typ připojení:";
"lng_connection_auto_connecting" = "Výchozí (připojuji...)";
"lng_connection_auto" = "Výchozí ({transport} použit)";
"lng_connection_proxy_connecting" = "Připojuji skrz proxy...";
"lng_connection_proxy" = "{transport} s proxy";
"lng_connection_header" = "Typ připojení";
"lng_connection_auto_rb" = "Auto (TCP, pokud je dostupné nebo HTTP)";
"lng_connection_http_proxy_rb" = "HTTP s uživatelskou http-proxy";
"lng_connection_tcp_proxy_rb" = "TCP s uživatelskou socks5-proxy";
"lng_connection_try_ipv6" = "Zkoušet připojovat skrz IPv6";
"lng_connection_host_ph" = "Hostname";
"lng_connection_port_ph" = "Port";
"lng_connection_user_ph" = "Uživatelské jméno";
"lng_connection_password_ph" = "Heslo";
"lng_connection_save" = "Uložit";

"lng_settings_blocked_users" = "Zablokovaní uživatelé";
"lng_settings_last_seen_privacy" = "Soukromí - uživatelský stav";
"lng_settings_calls_privacy" = "Soukromí - Hovory";
"lng_settings_groups_invite_privacy" = "Nastavení pozvánek do skupin";
"lng_settings_show_sessions" = "Zobrazit všechny konekce";
"lng_settings_self_destruct" = "Nastavení samo-zničení účtu";
"lng_settings_change_phone" = "Změnit telefonní číslo";

"lng_settings_reset" = "Ukončit všechny ostatní konekce";
"lng_settings_reset_sure" = "Opravdu chceš ukončit všechny\nostatní konekce?";
"lng_settings_reset_one_sure" = "Ukončit tuto konekci?";
"lng_settings_reset_button" = "Ukončit";
"lng_settings_reset_done" = "Ostatní konekce budou ukončeny";
"lng_settings_manage_local_storage" = "Spravovat lokální úložiště";
"lng_settings_ask_question" = "Položit otázku";
"lng_settings_ask_sure" = "Měj prosím na paměti, že podporu Telegramu poskytují dobrovolníci. Snažíme se odpovídat tak rychle, jak je to možné, ale může to chvíli trvat.\n\nProsím věnuj pozornost Telegram FAQ: obsahuje důležité tipy a postupy, na většinu nejobvyklejších otázek.";
"lng_settings_faq_button" = "Jít na FAQ";
"lng_settings_ask_ok" = "Ptát se";
"lng_settings_faq" = "Telegram FAQ";
"lng_settings_logout" = "Odhlásit";
"lng_sure_logout" = "Opravdu se chceš odhlásit?";

"lng_settings_need_restart" = "Pro aplikování některých nastavení je vyžadován restart. Restartovat hned?";
"lng_settings_restart_now" = "RESTART";
"lng_settings_restart_later" = "POZDĚJI";

"lng_sessions_header" = "Nynější konekce";
"lng_sessions_other_header" = "Aktivní konekce";
"lng_sessions_no_other" = "Žádné další konekce";
"lng_sessions_other_desc" = "K Telegramu se můžeš připojit z mobilu, tabletu, nebo desktopových aplikací, použitím stejného telefonního čísla. Všechna data jsou ihned synchronizována.";
"lng_sessions_terminate_all" = "Ukončit všechny ostatní konekce";

"lng_blocked_list_title" = "Zablokovaní uživatelé";
"lng_blocked_list_unknown_phone" = "neznámý telefon";
"lng_blocked_list_unblock" = "Odblokovat";
"lng_blocked_list_add" = "Zablokovat uživatele";
"lng_blocked_list_add_title" = "Vyber uživatele k zablokování";
"lng_blocked_list_already_blocked" = "již je zablokován";
"lng_blocked_list_about" = "Zablokovaní uživatelé ti nemohou poslat zprávy, nebo tě přidávat do skupin. Neuvidí tvůj profilový obrázek, ani tvůj status.";
"lng_blocked_list_not_found" = "Žádný uživatel nenalezen.";

"lng_edit_privacy_everyone" = "Všichni";
"lng_edit_privacy_contacts" = "Moje kontakty";
"lng_edit_privacy_nobody" = "Nikdo";
"lng_edit_privacy_exceptions" = "Přidat výjimky";

"lng_edit_privacy_lastseen_title" = "Soukromí - viditelnost statusu";
"lng_edit_privacy_lastseen_description" = "Můžeš zvolit, kdo uvidí tvůj status naposledy viděn(a):";
"lng_edit_privacy_lastseen_warning" = "Důležité: Neuvidíš tento status u lidí, kterým toto samé nepovoluješ vidět. Místo toho uvidíš jen hrubý odhad (nedávno, v posledním týdnu, měsíci).";
"lng_edit_privacy_lastseen_always_empty" = "Vždy sdílet s";
"lng_edit_privacy_lastseen_always#one" = "Vždy sdílet s {count} uživatel";
"lng_edit_privacy_lastseen_always#other" = "Vždy sdílet s {count} uživateli";
"lng_edit_privacy_lastseen_never_empty" = "Nesdílet s";
"lng_edit_privacy_lastseen_never#one" = "Nesdílet s {count} uživatel";
"lng_edit_privacy_lastseen_never#other" = "Nesdílet s {count} uživateli";
"lng_edit_privacy_lastseen_exceptions" = "Tato nastavení jsou nadřazená hodnotám výše.";
"lng_edit_privacy_lastseen_always_title" = "Vždy sdílet s";
"lng_edit_privacy_lastseen_never_title" = "Nesdílet s ";

"lng_edit_privacy_groups_title" = "Nastavení pozvánek do skupin";
"lng_edit_privacy_groups_description" = "Můžeš precizně zvolit, kdo tě může pozvat do skupin a kanálů, a to:";
"lng_edit_privacy_groups_always_empty" = "Vždy povolit";
"lng_edit_privacy_groups_always#one" = "Vždy povolit {count} uživatel";
"lng_edit_privacy_groups_always#other" = "Vždy povolit {count} uživatelů";
"lng_edit_privacy_groups_never_empty" = "Nepovolit";
"lng_edit_privacy_groups_never#one" = "Nepovolit {count} uživatel";
"lng_edit_privacy_groups_never#other" = "Nepovolit {count} uživatelů";
"lng_edit_privacy_groups_exceptions" = "Tito uživatelé tě budou / nebudou moci pozvat do skupin a kanálů, nezávisle na nastavení výše.";
"lng_edit_privacy_groups_always_title" = "Vždy povolit";
"lng_edit_privacy_groups_never_title" = "Nikdy nepovolit";

"lng_edit_privacy_calls_title" = "Soukromí - hovory";
"lng_edit_privacy_calls_description" = "Můžeš nastavit, kdo ti může zavolat:";
"lng_edit_privacy_calls_always_empty" = "Vždy povolit";
"lng_edit_privacy_calls_always#one" = "Vždy povolit {count} uživatel";
"lng_edit_privacy_calls_always#other" = "Vždy povolit {count} uživatelů";
"lng_edit_privacy_calls_never_empty" = "Nikdy nepovolit";
"lng_edit_privacy_calls_never#one" = "Nikdy nepovolit {count} uživatel";
"lng_edit_privacy_calls_never#other" = "Nikdy nepovolit {count} uživatelů";
"lng_edit_privacy_calls_exceptions" = "Tito uživatelé ti budou / nebudou moci zavolat, nezávisle na nastavení výše.";
"lng_edit_privacy_calls_always_title" = "Vždy povolit";
"lng_edit_privacy_calls_never_title" = "Nikdy nepovolit";

"lng_self_destruct_title" = "Samo-zničení účtu";
"lng_self_destruct_description" = "Pokud nebudeš online alespoň jednou za tuto dobu, tvůj účet bude kompletně smazán se všemi kontakty, zprávami, i soubory.";
"lng_self_destruct_months#one" = "{count} měsíc";
"lng_self_destruct_months#other" = "{count} měs";
"lng_self_destruct_years#one" = "{count} rok";
"lng_self_destruct_years#other" = "{count} roků";

"lng_change_phone_title" = "Změnit telefonní číslo";
"lng_change_phone_description" = "Tady můžeš změnit telefonní číslo\nTvůj účet a veškerá cloudová data, jako zprávy, média, kontakty atd. budou\npřesunuty na nové číslo.\n\n[b]Důležité[/b]: všechny tvé kontakty v Telegramu dostanou upozornění\nna tvé [b]nové číslo[/b], přidané do jejich adresářů\nkde měli uloženo tvé minulé,\npokud jsi je neměl(a) blokované na Telegram účtu.";
"lng_change_phone_warning" = "Všechny tvé kontakty v Telegramu dostanou tvé nové číslo přidělené do jejich adresářů, kde měli uloženo tvé minulé, pokud jsi je neměl(a) blokované na Telegram účtu..";
"lng_change_phone_occupied" = "Toto (telefonní) číslo už je přiděleno k účtu Telegram. Smaž prosím tento účet před migrací na nové číslo.";
"lng_change_phone_button" = "Změnit číslo";
"lng_change_phone_new_title" = "Zadej nové číslo";
"lng_change_phone_new_description" = "Pošleme ti SMS s konfirmačním kódem k tvému novému číslu.";
"lng_change_phone_new_submit" = "Potvrdit";
"lng_change_phone_code_title" = "Zadej kód";
"lng_change_phone_code_description" = "Poslali jsme ti SMS s konfirmačním kódem k tvému novému číslu.";
"lng_change_phone_success" = "Tvé telefonní číslo bylo změněno.";

"lng_preview_loading" = "Získávám info o odkazu...";

"lng_profile_chat_unaccessible" = "Skupina je nedostupná";
"lng_profile_about_section" = "O profilu";
"lng_profile_description_section" = "Popis";
"lng_profile_settings_section" = "Nastavení";
"lng_profile_actions_section" = "Akce";
"lng_profile_bot_settings" = "Nastavení";
"lng_profile_bot_help" = "Nápověda";
"lng_profile_invite_link_section" = "Pozvat skrz odkaz";
"lng_profile_create_public_link" = "Vytvořit veřejný odkaz";
"lng_profile_edit_public_link" = "Upravit veřejný odkaz";
"lng_profile_manage_admins" = "Spravovat administrátory";
"lng_profile_manage_blocklist" = "Spravovat blokované uživatele";
"lng_profile_manage_restrictedlist" = "Spravovat omezené uživatele";
"lng_profile_recent_actions" = "Nedávné události";
"lng_profile_common_groups#one" = "{count} skupina společná";
"lng_profile_common_groups#other" = "{count} skupiny společné";
"lng_profile_common_groups_section" = "Společné skupiny";
"lng_profile_participants_section" = "Členové";
"lng_profile_info_section" = "Info";
"lng_profile_mobile_number" = "Mobil:";
"lng_profile_username" = "Uživatelské jméno:";
"lng_profile_link" = "Odkaz:";
"lng_profile_add_contact" = "Přidat kontakt";
"lng_profile_edit_contact" = "Upravit";
"lng_profile_enable_notifications" = "Upozornění";
"lng_profile_clear_history" = "Vyčistit historii";
"lng_profile_delete_conversation" = "Smazat konverzaci";
"lng_profile_clear_and_exit" = "Smazat a zavřít";
"lng_profile_leave_channel" = "Opustit kanál";
"lng_profile_delete_channel" = "Smazat kanál";
"lng_profile_leave_group" = "Opustit skupinu";
"lng_profile_delete_group" = "Smazat skupinu";
"lng_profile_report" = "Reportovat";
"lng_profile_search_messages" = "Vyhledat zprávy";
"lng_profile_block_user" = "Blokovat uživatele";
"lng_profile_unblock_user" = "Odblokovat uživatele";
"lng_profile_block_bot" = "Vypnout a blokovat bota";
"lng_profile_unblock_bot" = "Odblokovat bota";
"lng_profile_send_message" = "Poslat zprávu";
"lng_profile_share_contact" = "Sdílet kontakt";
"lng_profile_invite_to_group" = "Přidat do skupiny";
"lng_profile_delete_contact" = "Smazat";
"lng_profile_set_group_photo" = "Nastavit fotku";
"lng_profile_add_participant" = "Přidat členy";
"lng_profile_view_channel" = "Zobrazit kanál";
"lng_profile_join_channel" = "Připojit se";
"lng_profile_delete_and_exit" = "Opustit";
"lng_profile_kick" = "Odebrat";
"lng_profile_admin" = "admin";
"lng_profile_edit_permissions" = "Změnit";
"lng_profile_sure_kick" = "Odebrat {user} ze skupiny?";
"lng_profile_sure_kick_channel" = "Odebrat {user} z kanálu?";
"lng_profile_sure_kick_admin" = "Odebrat {user} z administrátorů?";
"lng_profile_loading" = "Nahrávám...";
"lng_profile_shared_media" = "Sdílená média";
"lng_profile_no_media" = "V této konverzaci nejsou žádná média.";
"lng_profile_photos#one" = "{count} obrázek";
"lng_profile_photos#other" = "{count} obrázky";
"lng_profile_photos_header" = "Obrázky";
"lng_profile_videos#one" = "{count} video";
"lng_profile_videos#other" = "{count} videa";
"lng_profile_videos_header" = "Videa";
"lng_profile_songs#one" = "{count} audio soubor";
"lng_profile_songs#other" = "{count} audio soubory";
"lng_profile_songs_header" = "Audio soubory";
"lng_profile_files#one" = "{count} soubor";
"lng_profile_files#other" = "{count} soubory";
"lng_profile_files_header" = "Soubory";
"lng_profile_audios#one" = "{count} hlasová zpráva";
"lng_profile_audios#other" = "{count} hlasová zprávy";
"lng_profile_audios_header" = "Hlasové zprávy";
"lng_profile_shared_links#one" = "{count} sdílený odkaz";
"lng_profile_shared_links#other" = "{count} sdílené odkazy";
"lng_profile_shared_links_header" = "Sdílené odkazy";
"lng_profile_copy_phone" = "Kopírovat telefonní číslo";
"lng_profile_copy_fullname" = "Kopírovat jméno";
"lng_profile_drop_area_title" = "Sem přetáhni svůj obrázek";
"lng_profile_drop_area_subtitle" = "pro nastavení jako obrázek skupiny";
"lng_profile_drop_area_subtitle_channel" = "pro nastavení jako obrázek kanálu";
"lng_profile_top_bar_share_contact" = "Sdílet";

"lng_report_title" = "Nahlásit kanál";
"lng_report_group_title" = "Nahlásit skupinu";
"lng_report_bot_title" = "Nahlásit bota";
"lng_report_reason_spam" = "Spam";
"lng_report_reason_violence" = "Násilí";
"lng_report_reason_pornography" = "Pornografie";
"lng_report_reason_other" = "Jiné";
"lng_report_reason_description" = "Popisek";
"lng_report_button" = "Nahlásit";
"lng_report_thanks" = "Děkujeme! Velmi brzo ověříme tvůj report.";

"lng_channel_add_admins" = "Nový administrátor";
"lng_channel_add_members" = "Přidat členy";
"lng_channel_add_banned" = "Zabanovat uživatele";
"lng_channel_add_restricted" = "Omezit práva uživatele";
"lng_channel_members" = "Členové";
"lng_channel_only_last_shown#one" = "Zobrazit pouze posledního {count} člen";
"lng_channel_only_last_shown#other" = "Zobrazit pouze posledních {count} členů";
"lng_channel_admins" = "Administrátoři";
"lng_channel_add_admin" = "Přidat administrátora";
"lng_channel_admins_too_much" = "Bohužel, dosáhl jsi maximálního limitu administrátorů. Odeber prosím nějakého, před přidáním dalších.";
"lng_channel_admin_status_creator" = "Zakladatel";
"lng_channel_admin_status_promoted_by" = "Povýšen uživatelem {user}";

"lng_group_blocked_list_about" = "Blokovaní uživatelé jsou odebráni ze skupiny. Můžou se vrátit zpět pouze na pozvání administrátora.\nOdkazy s pozváním na ně jinak nefungují.";

"lng_chat_all_members_admins" = "Všichni členové jsou administrátoři";
"lng_chat_about_all_admins" = "Uživatelé ve skupině mohou přidávat nové členy, měnit jméno a obrázek skupiny.";
"lng_chat_about_admins" = "Administrátoři skupiny mohou odebírat členy, měnit jméno a obrázek skupiny..";

"lng_participant_filter" = "Hledat";
"lng_participant_invite" = "Pozvat";
"lng_participant_invite_sorry#one" = "Bohužel, sám můžeš přidat pouze prvního {count} člena do kanálu.\n\nOd teď se ostatní musí připojit skrz odkaz s pozváním..";
"lng_participant_invite_sorry#other" = "Bohužel, sám můžeš přidat pouze prvních {count} členů do kanálu.\n\nOd teď se ostatní musí připojit skrz odkaz s pozváním.";
"lng_create_group_back" = "Zpátky";
"lng_create_group_next" = "Další";
"lng_create_group_create" = "Vytvořit";
"lng_create_group_title" = "Nová skupina";
"lng_create_channel_title" = "Nový kanál";
"lng_create_public_channel_title" = "Veřejný kanál";
"lng_create_public_channel_about" = "Kdokoli může kanál najít, a připojit se";
"lng_create_private_channel_title" = "Soukromý kanál";
"lng_create_private_channel_about" = "Pouze lidé se speciální pozvánkou se mohou připojit";
"lng_create_public_group_title" = "Veřejná skupina";
"lng_create_public_group_about" = "Kdokoli může skupinu najít, a připojit se. Historie konverzace je dostupná komukoli";
"lng_create_private_group_title" = "Soukromá skupina";
"lng_create_private_group_about" = "Pouze lidé se speciální pozvánkou se mohou připojit";
"lng_create_group_skip" = "Přeskočit";

"lng_create_channel_link_invalid" = "Tento odkaz je neplatný";
"lng_create_channel_link_occupied" = "Bohužel, tento odkaz je už zabraný";
"lng_create_channel_link_too_short" = "Bohužel, tento odkaz je příliš krátký";
"lng_create_channel_link_bad_symbols" = "Bohužel, tento odkaz obsahuje špatné symboly";
"lng_create_channel_link_available" = "Tento odkaz je dostupný";
"lng_create_channel_link_copied" = "Odkaz byl zkopírován do schránky";

"lng_create_group_crop" = "Vyber čtvercovou oblast pro obrázek skupiny";
"lng_create_channel_crop" = "Vyber čtvercovou oblast pro obrázek kanálu";

"lng_failed_add_participant" = "Nemohu přidat uživatele. Zkus to prosím později.";
"lng_failed_add_not_mutual" = "Bohužel, pokud osoba opustí skupinu, pouze vzájemný kontakt ji může přivést zpátky (musí mít tvoje číslo, a ty jejich).";
"lng_failed_add_not_mutual_channel" = "Bohužel, pokud osoba opustí kanál, pouze vzájemný kontakt ji může přivést zpátky (musí mít tvoje číslo, a ty jejich).";

"lng_sure_delete_contact" = "Jsi si jistý, že chceš smazat {contact} from your contact list?";
"lng_sure_delete_history" = "Jsi si jistý, že chceš smazat veškerou historii kontaktu {contact}?\n\nTuto akci nemůžeš vzít zpět.";
"lng_sure_delete_group_history" = "Jsi si jistý, že chceš smazat veškerou historii ve skupině «{group}»?\n\nTuto akci nemůžeš vzít zpět.";
"lng_sure_delete_and_exit" = "Jsi si jistý, že chceš smazat veškerou historii a opustit skupinu «{group}»?\n\nTuto akci nemůžeš vzít zpět.";
"lng_sure_leave_channel" = "Jsi si jistý, že chceš opustit\ntento kanál?";
"lng_sure_delete_channel" = "Jsi si jistý, že chceš smazat tento kanál? Všichni členové budou odstraněni, veškerá historie smazána.";
"lng_sure_leave_group" = "Jsi si jistý, že chceš leave\ntuto skupinu? Tuto akci nemůžeš vzít zpět.";
"lng_sure_delete_group" = "Jsi si jistý, že chceš smazat tuto skupinu? Všichni členové budou odstraněni, veškerá historie smazána.";

"lng_message_empty" = "Prázdná zpráva";
"lng_message_unsupported" = "Tato zpráva není podporována tvou verzí aplikace Telegram. Prosím, aktualizuj na poslední verzi přes Nastavení v menu, nebo skrz link {link}";

"lng_duration_seconds#one" = "{count} sekunda";
"lng_duration_seconds#other" = "{count} sekund";
"lng_duration_minsec_minutes#one" = "{count} min";
"lng_duration_minsec_minutes#other" = "{count} min";
"lng_duration_minsec_seconds#one" = "{count} sec";
"lng_duration_minsec_seconds#other" = "{count} sec";
"lng_duration_minutes_seconds" = "{minutes_count} {seconds_count}";

"lng_action_add_user" = "{from} přidal(a) {user}";
"lng_action_add_users_many" = "{from} přidal(a) {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} a {user}";
"lng_action_add_you" = "{from} tě přidal(a) do tohoto kanálu";
"lng_action_you_joined" = "Připojil(a) jsi se do tohoto kanálu";
"lng_action_add_you_group" = "{from} tě přidal(a) do této skupiny";
"lng_action_you_joined_group" = "Připojil(a) jsi se do této skupiny";
"lng_action_kick_user" = "{from} odebral(a) {user}";
"lng_action_user_left" = "{from} opustil(a) skupinu";
"lng_action_user_joined" = "{from} se připojil(a) do skupiny";
"lng_action_user_joined_by_link" = "{from} se připojil(a) do skupiny skrz pozvánku";
"lng_action_user_registered" = "{from} se zaregistroval(a) na Telegramu";
"lng_action_removed_photo" = "{from} odstranil(a) obrázek skupiny";
"lng_action_removed_photo_channel" = "Obrázek kanálu odstraněn";
"lng_action_changed_photo" = "{from} změnil(a) obrázek skupiny";
"lng_action_changed_photo_channel" = "Obrázek kanálu změněn";
"lng_action_changed_title" = "{from} změnil(a) název skupiny na «{title}»";
"lng_action_changed_title_channel" = "Jméno kanálu změněno na «{title}»";
"lng_action_created_chat" = "{from} vytvořil(a) skupinu «{title}»";
"lng_action_created_channel" = "Kanál vytvořen";
"lng_action_group_migrate" = "Skupina byla povýšena na superskupinu";
"lng_action_pinned_message" = "{from} přišpendlil(a) «{text}»";
"lng_action_pinned_media" = "{from} přišpendlil(a) {media}";
"lng_action_pinned_media_photo" = "obrázek";
"lng_action_pinned_media_video" = "video";
"lng_action_pinned_media_audio" = "audio soubor";
"lng_action_pinned_media_voice" = "hlasovou zprávu";
"lng_action_pinned_media_video_message" = "video zprávu";
"lng_action_pinned_media_file" = "soubor";
"lng_action_pinned_media_gif" = "GIF animaci";
"lng_action_pinned_media_contact" = "informace o kontaktu";
"lng_action_pinned_media_location" = "značku lokace";
"lng_action_pinned_media_sticker" = "samolepku";
"lng_action_pinned_media_emoji_sticker" = "{emoji} samolepku";
"lng_action_pinned_media_game" = "hru «{game}»";
"lng_action_game_score#one" = "{from} skóroval(a) {count} v {game}";
"lng_action_game_score#other" = "{from} skóroval(a) {count} v {game}";
"lng_action_game_you_scored#one" = "Skóroval(a) jsi {count} v {game}";
"lng_action_game_you_scored#other" = "Skóroval(a) jsi {count} v {game}";
"lng_action_game_score_no_game#one" = "{from} skóroval(a) {count}";
"lng_action_game_score_no_game#other" = "{from} skóroval(a) {count}";
"lng_action_game_you_scored_no_game#one" = "Skóroval(a) jsi {count}";
"lng_action_game_you_scored_no_game#other" = "Skóroval(a) jsi {count}";
"lng_action_payment_done" = "Úspěšně jsi zaplatil(a) {amount} uživateli {user}";
"lng_action_payment_done_for" = "Úspěšně jsi zaplatil(a) {amount} uživateli {user} za {invoice}";

"lng_profile_migrate_reached#one" = "{count} člen dosažen limit";
"lng_profile_migrate_reached#other" = "{count} členů dosažen limit";
"lng_profile_migrate_body" = "Pro překonání tohoto limitu můžeš povýšit skupinu na superskupinu.";
"lng_profile_migrate_learn_more" = "Dozvědět se více »";
"lng_profile_migrate_about" = "Pro překonání tohoto limitu můžeš povýšit skupinu na superskupinu. V superskupinách:";
"lng_profile_migrate_feature1#one" = "â€” Limit uživatelů je {count} uživatel";
"lng_profile_migrate_feature1#other" = "â€” Limit uživatelů je {count} uživatelů";
"lng_profile_migrate_feature2" = "— Noví členové vidí celou historii konverzace";
"lng_profile_migrate_feature3" = "— Administrátoři mohou mazat zprávy pro všechny členy";
"lng_profile_migrate_feature4" = "— Výchozí nastavení upozornění je Vypnuto";
"lng_profile_migrate_button" = "Povýšit na superskupinu";
"lng_profile_migrate_sure" = "Jsi si jistý, že chceš povýšit tuto skupinu na superskupinu? Tato akci nelze vzít zpět.";
"lng_profile_convert_button" = "Povýšit na superskupinu";
"lng_profile_convert_title" = "Povýšit na superskupinu";
"lng_profile_convert_about" = "V superskupinách:";
"lng_profile_convert_feature1" = "— Noví členové vidí celou historii konverzace";
"lng_profile_convert_feature2" = "— Zprávy jsou mazány z pohledu všech členů";
"lng_profile_convert_feature3" = "— Administrátoři mohou přišpendlovat důležité zprávy";
"lng_profile_convert_feature4" = "— Zakladatel může nastavit veřejný odkaz pro celou skupinu";
"lng_profile_convert_warning" = "{bold_start}Poznámka:{bold_end} Tuto akci nelze vzít zpět";
"lng_profile_convert_confirm" = "Povýšit";
"lng_profile_add_more_after_upgrade#one" = "Po převodu na superskupinu budeš moci přidat až {count} uživatel.";
"lng_profile_add_more_after_upgrade#other" = "Po převodu na superskupinu budeš moci přidat až {count} uživatelů.";

"lng_channel_not_accessible" = "Bohužel, tento kanál není dostupný.";
"lng_group_not_accessible" = "Bohužel, tato skupina není dostupná.";

"lng_channels_too_much_public_about" = "Bohužel, rezervoval(a) jsi příliš mnoho veřejných uživatelských jmen. Můžeš odvolat odkaz z jedné ze starších skupin, nebo kanálů..";
"lng_channels_too_much_public_revoke_confirm_group" = "Jsi si jistý, že chceš odvolat odkaz {link}?\n\nSkupina «{group}» se stane soukromou.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Jsi si jistý, že chceš odvolat odkaz {link}?\n\nKanál «{group}» se stane soukromým.";
"lng_channels_too_much_public_revoke" = "Odvolat";

"lng_group_invite_bad_link" = "Odkaz s pozvánkou je nevalidní, nebo expiroval.";
"lng_group_invite_want_join" = "Chceš se připojit do skupiny «{title}»?";
"lng_group_invite_want_join_channel" = "Chceš se připojit do kanálu «{title}»?";
"lng_group_invite_join" = "Připojit";

"lng_group_invite_members#one" = "{count} uživatel, mezi nimi:";
"lng_group_invite_members#other" = "{count} uživatelů, mezi nimi:";

"lng_group_invite_link" = "Odkaz s pozváním:";
"lng_group_invite_create" = "Vytvořit odkaz s pozváním";
"lng_group_invite_about" = "Uživatelé telegramu se budou moci připojit\nk tvé skupině pomocí následujícího odkazu.";
"lng_group_invite_create_new" = "Odvolat odkaz s pozváním";
"lng_group_invite_about_new" = "Tvůj předchozí odkaz bude deaktivován, a bude vygenerován nový odkaz s pozváním.";
"lng_group_invite_copied" = "Odkaz s pozváním byl zkopírován do schránky.";
"lng_group_invite_no_room" = "Připojení do skupiny není možné. Je tam již max. možný počet členů.";

"lng_channel_public_link_copied" = "Odkaz zkopírován no schránky.";

"lng_forwarded" = "{user} přesměroval";
"lng_forwarded_date" = "Původní: {date}";
"lng_forwarded_channel" = "Přesměrováno z {channel}";
"lng_forwarded_via" = "{user} přesměroval(a) skrz {inline_bot}";
"lng_forwarded_channel_via" = "Přesměrováno z {channel} skrz {inline_bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "V odpovědi na";
"lng_edited" = "upraveno";
"lng_edited_date" = "Upraveno: {date}";
"lng_cancel_edit_post_sure" = "Zrušit editaci?";
"lng_cancel_edit_post_yes" = "Ano";
"lng_cancel_edit_post_no" = "Ne";

"lng_bot_share_location_unavailable" = "Bohužel, sdílení lokace je momentálně v aplikaci Telegram Desktop nedostupné.";
"lng_bot_inline_geo_unavailable" = "Bohužel, tento bot vyžaduje sdílení lokace.\nToto není v aplikaci Telegram Desktop možné.";
"lng_bot_share_phone" = "Sdílet telefonní číslo?";
"lng_bot_share_phone_confirm" = "Sdílet";

"lng_attach_failed" = "Selhalo";
"lng_attach_file" = "Soubor";
"lng_attach_photo" = "Obrázek";

"lng_media_type" = "Typy média";
"lng_media_type_photos" = "Obrázky";
"lng_media_type_videos" = "Videa";
"lng_media_type_songs" = "Audio soubory";
"lng_media_type_files" = "Soubory";
"lng_media_type_audios" = "Hlasové zprávy";
"lng_media_type_links" = "Sdílené odkazy";

"lng_media_open_with" = "Otevřít v";
"lng_media_download" = "Stáhnout";
"lng_media_cancel" = "Zrušit";
"lng_media_video" = "Video";
"lng_media_audio" = "Hlasová zpráva";

"lng_media_auto_settings" = "Nastavení automatického stahování médií";
"lng_media_auto_photo" = "Automatické stahování obrázků";
"lng_media_auto_audio" = "Automatické stahování hlasových zpráv";
"lng_media_auto_gif" = "Automatické stahování GIFů";
"lng_media_auto_private_chats" = "Soukromé konverzace";
"lng_media_auto_groups" = "Skupiny a kanály";
"lng_media_auto_play" = "Auto-přehrávání";

"lng_emoji_category0" = "Často používané";
"lng_emoji_category1" = "Lidé";
"lng_emoji_category2" = "Příroda";
"lng_emoji_category3" = "Jídlo a pití";
"lng_emoji_category4" = "Aktivity";
"lng_emoji_category5" = "Cesty a Místa";
"lng_emoji_category6" = "Objekty";
"lng_emoji_category7" = "Symboly a vlajky";
"lng_emoji_hide_panel" = "Klikni sem pro skrytí postranního panelu s Emoji";

"lng_recent_stickers" = "Často používané";
"lng_switch_stickers" = "Samolepky";
"lng_switch_emoji" = "Emoji";
"lng_switch_gifs" = "GIFy";
"lng_stickers_featured_add" = "Přidat";
"lng_gifs_search" = "Vyhledat GIFs";
"lng_gifs_no_saved" = "Nemáš žádné uložené GIFy.";

"lng_inline_bot_no_results" = "Žádné výsledky.";
"lng_inline_bot_via" = "skrz {inline_bot}";

"lng_box_remove" = "Odstranit";

"lng_stickers_installed_tab" = "Samolepky";
"lng_stickers_featured_tab" = "Módní";
"lng_stickers_archived_tab" = "Archivované";
"lng_stickers_remove_pack" = "Odstranit «{sticker_pack}»?";
"lng_stickers_add_pack" = "Přidat samolepky";
"lng_stickers_share_pack" = "Sdílet samolepky";
"lng_stickers_not_found" = "Balíček samolepek nenalezen.";
"lng_stickers_packs_archived" = "Některé z tvých nepoužívaných samolepek byly archivovány, pro uvolnění místa pro nové, které jsi aktivoval.";
"lng_stickers_archived" = "Archivované samolepky";
"lng_stickers_copied" = "Balíček samolepek byl zkopírován do schránky.";
"lng_stickers_default_set" = "Slavní velikáni";
"lng_stickers_you_have" = "Spravovat a řadit balíčky samolepek";
"lng_stickers_featured" = "Módní samolepky";
"lng_stickers_return" = "Vrátit změnu";
"lng_stickers_count#one" = "{count} samolepka";
"lng_stickers_count#other" = "{count} samolepek";
"lng_stickers_masks_pack" = "Toto je balíček transparentních samolepek. Můžeš je použít v editoru fotek na našich telefonních aplikacích.";

"lng_in_dlg_photo" = "Obrázek";
"lng_in_dlg_video" = "Video";
"lng_in_dlg_audio_file" = "Audio soubor";
"lng_in_dlg_contact" = "Kontakt";
"lng_in_dlg_audio" = "Hlasová zpráva";
"lng_in_dlg_video_message" = "Video zpráva";
"lng_in_dlg_file" = "Soubor";
"lng_in_dlg_sticker" = "Samolepka";
"lng_in_dlg_sticker_emoji" = "{emoji} Samolepka";

"lng_ban_user" = "Banovat uživatele";
"lng_delete_all_from" = "Smazat vše od tohoto uživatele";
"lng_report_spam" = "Nahlásit Spam";
"lng_report_spam_hide" = "Skrýt";
"lng_report_spam_thanks" = "Děkujeme za tvoje nahlášení!";
"lng_report_spam_sure" = "Jsi si jistý, že chceš nahlásit spam tohoto uživatele?";
"lng_report_spam_sure_group" = "Jsi si jistý, že chceš nahlásit spam v této skupině?";
"lng_report_spam_sure_channel" = "Jsi si jistý, že chceš nahlásit spam v tomto kanálu?";
"lng_report_spam_ok" = "Nahlásit";
"lng_cant_send_to_not_contact" = "Bohužel, v této chvíli můžeš posílat zprávy pouze\nvzájemným kontaktům.\n{more_info}";
"lng_cant_invite_not_contact" = "Bohužel, v této chvíli můžeš přidávat pouze vzájemné kontakty\ndo skupint.\n{more_info}";
"lng_cant_send_to_not_contact_flood" = "Dnes jsi již kontaktoval(a) příliš mnoho osob, které nebyly v tvém kontakt listu. Zkus to prosím znovu zítra. Dnes budeš moci odpovědět pouze uživatelům, kteří ti napíšou zpátky.";
"lng_cant_invite_not_contact_flood" = "Tohoto uživatele nemůžeš přidat, protože jsi dnes již kontaktoval(a) příliš mnoho osob, které nebyly v tvém kontakt listu. Zkus to prosím znovu zítra. Můžeš požádat dalšího člena, aby pozval(a) tohoto člena do skupiny.";
"lng_cant_more_info" = "Více informací »";
"lng_cant_invite_banned" = "Bohužel, přidat tohoto uživatele může pouze administrátor.";
"lng_cant_invite_privacy" = "Bohužel, tohoto uživatele nemůžeš přidat do skupin, protože tak mají nastavené soukromí.";
"lng_cant_invite_privacy_channel" = "Bohužel, tohoto uživatele nemůžeš přidat do kanálu, protože tak mají nastavené soukromí.";
"lng_cant_do_this" = "Bohužel, tato akce je nedostupná.";

"lng_send_button" = "Poslat";
"lng_message_ph" = "Napsat zprávu...";
"lng_broadcast_ph" = "Vysílat zprávu...";
"lng_broadcast_silent_ph" = "Tiché vysílání...";
"lng_record_cancel" = "Přetáhni mimo toto pole pro zrušení";
"lng_will_be_notified" = "Členové budou upozorněni na tvou zprávu";
"lng_wont_be_notified" = "Členové nebudou upozorněni na tvou zprávu";
"lng_willbe_history" = "Vyber prosím chat pro zahájení konverzace";
"lng_from_you" = "Já";
"lng_from_draft" = "Draft";
"lng_bot_description" = "Co může tento bot dělat?";
"lng_unblock_button" = "Odblokovat";
"lng_channel_join" = "Připojit do kanálu";
"lng_channel_mute" = "Ztišit";
"lng_channel_unmute" = "Odvolat ztišení";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Zobrazit všechny konverzace";
"lng_dialogs_hide_muted_chats" = "Skrýt všechny konverzace";

"lng_open_this_link" = "Otevřít tento odkaz?";
"lng_open_link" = "Otevřít";
"lng_allow_bot_pass" = "Dovolíš botovi {bot_name} předat tvoje jméno a ID z Telegramu name www stránkám, které přes tohoto bota otevřeš?";
"lng_allow_bot" = "Povolit";

"lng_bot_start" = "Start";
"lng_bot_choose_group" = "Zvol skupinu";
"lng_bot_no_groups" = "Nemáš žádné skupiny";
"lng_bot_groups_not_found" = "Nenalezeny žádné skupiny";
"lng_bot_sure_invite" = "Přidat bota do «{group}»?";
"lng_bot_already_in_group" = "Bot je již členem této skupiny.";
"lng_bot_choose_chat" = "Zvol konverzaci";
"lng_bot_no_chats" = "Nemáš žádné konverzace";
"lng_bot_chats_not_found" = "Nenalezeny žádné konverzace";
"lng_bot_sure_share_game" = "Sdílet tuto hru s uživatelem {user}?";
"lng_bot_sure_share_game_group" = "Sdílet tuto hru se skupinou «{group}»?";

"lng_typing" = "píše";
"lng_user_typing" = "{user} píše";
"lng_users_typing" = "{user} a {second_user} píší";
"lng_many_typing#one" = "{count} píše";
"lng_many_typing#other" = "{count} píší";
"lng_playing_game" = "hraje hru";
"lng_user_playing_game" = "{user} hraje hru";
"lng_users_playing_game" = "{user} a {second_user} hrají hru";
"lng_many_playing_game#one" = "{count} hraje hru";
"lng_many_playing_game#other" = "{count} hrají hru";
"lng_send_action_record_video" = "nahrávám video";
"lng_user_action_record_video" = "{user} nahrává video";
"lng_send_action_upload_video" = "posílám video";
"lng_user_action_upload_video" = "{user} posílá video";
"lng_send_action_record_audio" = "nahrávám hlasovou zprávu";
"lng_user_action_record_audio" = "{user} nahrává hlasovou zprávu";
"lng_send_action_upload_audio" = "posílám hlasovou zprávu";
"lng_user_action_upload_audio" = "{user} posílá hlasovou zprávu";
"lng_send_action_record_round" = "nahrávám a video zprávu";
"lng_user_action_record_round" = "{user} nahrává hlasovou zprávu";
"lng_send_action_upload_round" = "posílám a video zprávu";
"lng_user_action_upload_round" = "{user} posílá hlasovou zprávu";
"lng_send_action_upload_photo" = "posílám obrázek";
"lng_user_action_upload_photo" = "{user} posílá obrázek";
"lng_send_action_upload_file" = "posílám soubor";
"lng_user_action_upload_file" = "{user} posílá soubor";
"lng_send_action_geo_location" = "vybírám lokaci";
"lng_user_action_geo_location" = "{user} vybírá lokaci";
"lng_send_action_choose_contact" = "zvolit kontakt";
"lng_user_action_choose_contact" = "{user} volí kontakt";
"lng_unread_bar#one" = "{count} nepřečtená zpráva";
"lng_unread_bar#other" = "{count} nepřečtených zpráv";

"lng_maps_point" = "Lokace";
"lng_save_photo" = "Uložit obrázek";
"lng_save_video" = "Uložit video";
"lng_save_audio_file" = "Uložit audio soubor";
"lng_save_audio" = "Uložit hlasovou zprávu";
"lng_save_file" = "Uložit soubor";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Zvol obrázek";
"lng_choose_files" = "Zvol soubory";
"lng_game_tag" = "Hra";

"lng_context_view_profile" = "Zobrazit profil";
"lng_context_view_group" = "Zobrazit informace o skupině";
"lng_context_view_channel" = "Zobrazit informace o kanálu";
"lng_context_pin_to_top" = "Přešpendlit nahoru";
"lng_context_unpin_from_top" = "Zrušit přišpendlení nahoře";

"lng_context_promote_admin" = "Povýšit na admina";
"lng_context_edit_permissions" = "Změnit oprávnění";
"lng_context_restrict_user" = "Omezit práva uživatele";
"lng_context_remove_from_group" = "Odebrat ze skupiny";

"lng_context_copy_link" = "Kopírovat odkaz";
"lng_context_copy_post_link" = "Kopírovat odkaz sdělení";
"lng_context_copy_email" = "Kopírovat Email";
"lng_context_copy_hashtag" = "Kopírovat Hashtag";
"lng_context_copy_mention" = "Kopírovat uživ. jméno";
"lng_context_save_image" = "Uložit obrázek jako...";
"lng_context_forward_image" = "Přeposlat obrázek";
"lng_context_delete_image" = "Smazat obrázek";
"lng_context_copy_image" = "Kopírovat obrázek";
"lng_context_close_image" = "Zavřít obrázek";
"lng_context_cancel_download" = "Zrušit stahování";
"lng_context_show_in_folder" = "Zobrazit ve složce";
"lng_context_show_in_finder" = "Zobrazit v hledání";
"lng_context_save_video" = "Uložit Video jako...";
"lng_context_save_audio_file" = "Uložit Audio soubor jako...";
"lng_context_save_audio" = "Uložit hlasovou zprávu jako...";
"lng_context_pack_info" = "Informace o balíčku";
"lng_context_pack_add" = "Přidat samolepky";
"lng_context_save_file" = "Uložit soubor jako...";
"lng_context_forward_file" = "Přeposlat soubor";
"lng_context_delete_file" = "Smazat soubor";
"lng_context_close_file" = "Zavřít soubor";
"lng_context_copy_text" = "Kopírovat Text";
"lng_context_open_gif" = "Otevřít GIF";
"lng_context_save_gif" = "Uložit GIF";
"lng_context_to_msg" = "Jít na zprávu";
"lng_context_reply_msg" = "Odpovědět";
"lng_context_edit_msg" = "Upravit";
"lng_context_forward_msg" = "Přeposlat zprávu";
"lng_context_delete_msg" = "Smazat zprávu";
"lng_context_select_msg" = "Označit zprávu";
"lng_context_pin_msg" = "Přišpendlit zprávu";
"lng_context_unpin_msg" = "Zrušit přišpendlení zprávy";
"lng_context_cancel_upload" = "Zrušit nahrávání";
"lng_context_copy_selected" = "Kopírovat vybraný text";
"lng_context_copy_selected_items" = "Kopírovat vybraný text jako text";
"lng_context_forward_selected" = "Přeposlat vybrané";
"lng_context_delete_selected" = "Smazat vybrané";
"lng_context_clear_selection" = "Zrušit označení";
"lng_really_send_image" = "Chceš poslat tento obrázek?";
"lng_really_send_file" = "Chceš odeslat tento soubor?";
"lng_really_share_contact" = "Chceš sdílet tento kontakt?";
"lng_send_images_compress#one" = "Komprese obrázku";
"lng_send_images_compress#other" = "Komprese obrázků";
"lng_send_image_non_local" = "Nemůžu odeslat soubor, který není lokální: {name}";
"lng_send_image_empty" = "Nemůžu odeslat prázdný soubor: {name}";
"lng_send_image_too_large" = "Nemůžu odeslat soubor, protože je větší než 1500 MB: {name}";
"lng_send_folder" = "Nemůžu odeslat «{name}» protože je to adresář :(";
"lng_send_images_selected#one" = "{count} obrázek selected";
"lng_send_images_selected#other" = "{count} obrázků vybráno";
"lng_send_photos#one" = "Poslat {count} fotku";
"lng_send_photos#other" = "Poslat {count} fotek";
"lng_send_files_selected#one" = "{count} soubor vybráno";
"lng_send_files_selected#other" = "{count} souborů vybráno";
"lng_send_files#one" = "Poslat {count} soubor";
"lng_send_files#other" = "Poslat {count} souborů";

"lng_forward_choose" = "Zvol příjemce...";
"lng_forward_cant" = "Bohužel, tady není možné žádné přeposlání :(";
"lng_forward_confirm" = "Přeposlat uživateli {recipient}?";
"lng_forward_share_contact" = "Sdílet kontakt s {recipient}?";
"lng_forward_share_cant" = "Bohužel, není možnost jak sdílet kontakt :(";
"lng_forward_send_file_confirm" = "Poslat «{name}» uživateli {recipient}?";
"lng_forward_send_files_confirm" = "Poslat zvolené souboru uživateli {recipient}?";
"lng_forward_send_files_cant" = "Bohužel, není možnost jak poslat soubor :(";
"lng_forward_send" = "Odeslat";
"lng_forward_messages#one" = "{count} přeposlaná zpráva";
"lng_forward_messages#other" = "{count} přeposlaných zpráv";
"lng_forwarding_from#one" = "{user} a {count} další";
"lng_forwarding_from#other" = "{user} a {count} další";
"lng_forwarding_from_two" = "{user} a {second_user}";
"lng_inline_switch_choose" = "Zvol konverzaci...";
"lng_inline_switch_cant" = "Bohužel, tady není možnost psát :(";

"lng_share_cant" = "Bohužel, tady není možnost sdílení :(";
"lng_reply_cant" = "Bohužel, není možnost odpovědět na starou zprávu v superskupině :(";
"lng_reply_cant_forward" = "Bohužel, není možnost odpovědět na starou zprávu v superskupině :( Přeješ si ji přeposlat a přidat k ní komentář?";

"lng_share_title" = "Sdílet";
"lng_share_copy_link" = "Kopírovat sdílený odkaz";
"lng_share_confirm" = "Odeslat";
"lng_share_wrong_user" = "Tato hra byla otevřena jiným uživatelem.";
"lng_share_game_link_copied" = "Odkaz na hru zkopírován do schránky.";
"lng_share_done" = "Hotovo!";

"lng_contact_phone" = "Telefonní číslo";
"lng_enter_contact_data" = "Nový kontakt";
"lng_edit_group_title" = "Změnit jméno skupiny";
"lng_edit_contact_title" = "Změnit jméno kontaktu";
"lng_edit_channel_title" = "Změnit kanál";
"lng_edit_sign_messages" = "Podepsat zprávu";
"lng_edit_group_who_invites" = "Kdo může přidat členy";
"lng_edit_group_invites_everybody" = "Všichni členové";
"lng_edit_group_invites_only_admins" = "Pouze admini";
"lng_edit_group" = "Změnit skupinu";
"lng_edit_self_title" = "Změnit své jméno";
"lng_confirm_contact_data" = "Nový kontakt";
"lng_add_contact" = "Vytvořit";
"lng_add_contact_button" = "Nový kontakt";
"lng_contacts_header" = "Kontakty";
"lng_contact_not_joined" = "Bohužel {name} není ještě registrovaný v Telegramu, ale můžeš mu poslat pozvánku.\n\nUpozorníme tě, pokud se někdo z tvých kontaktů zaregistruje také v Telegramu.";
"lng_try_other_contact" = "Zkus jiný";
"lng_create_group_link" = "Odkaz";
"lng_create_group_invite_link" = "Odkaz s pozvánkou";
"lng_create_group_photo" = "Nastavit fotku";
"lng_create_group_description" = "Popisek (volitelné)";

"lng_drag_images_here" = "Sem přetáhni obrázky";
"lng_drag_photos_here" = "Sem přetáhni fotky";
"lng_drag_files_here" = "Sem přetáhni soubory";

"lng_drag_to_send_quick" = "pro zaslání rychlou cestou";
"lng_drag_to_send_no_compression" = "pro zaslání bez komprese";
"lng_drag_to_send_files" = "pro zaslání jako souborů";

"lng_selected_clear" = "Zrušit";
"lng_selected_delete" = "Smazat";
"lng_selected_forward" = "Přeposlat";
"lng_selected_count#one" = "{count} zpráva";
"lng_selected_count#other" = "{count} zpráv";
"lng_selected_cancel_sure_this" = "Zrušit nahrávání?";
"lng_selected_upload_stop" = "Stop";
"lng_selected_delete_sure_this" = "Chceš smazat tuto zprávu?";
"lng_selected_delete_sure#one" = "Chceš smazat {count} zprávu?";
"lng_selected_delete_sure#other" = "Chceš smazat {count} zpráv?";
"lng_delete_photo_sure" = "Chceš smazat tuto fotku?";
"lng_delete_for_everyone_hint#one" = "Tímto to smažeš pro všechny v konverzaci.";
"lng_delete_for_everyone_hint#other" = "Tímto to smažeš pro všechny v konverzaci.";
"lng_delete_for_me_chat_hint#one" = "Tímto to smažeš jen u sebe, ne u ostatních účastníků konverzace.";
"lng_delete_for_me_chat_hint#other" = "Tímto to smažeš jen u sebe, ne u ostatních účastníků konverzace.";
"lng_delete_for_me_hint#one" = "Tímto to smažeš jen u sebe.";
"lng_delete_for_me_hint#other" = "Tímto to smažeš jen u sebe.";
"lng_delete_for_everyone_check" = "Smazat u všech";
"lng_delete_for_other_check" = "Smazat také u uživatele {user}";
"lng_box_delete" = "Smazat";
"lng_box_leave" = "Opustit";

"lng_about_version" = "verze {version}";
"lng_about_text_1" = "Oficiální messaging aplikace zadarmo, založená na [a href=\"https://core.telegram.org/api\"]Telegram API[/a]\npro rychlost a bezpečnost.";
"lng_about_text_2" = "Tento software je licensován pod [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL[/a] verze 3.\nZdrojový kód je k dispozici na [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a].";
"lng_about_text_3" = "Navštiv {faq_open}Telegram FAQ{faq_close} pro více informací.";
"lng_about_done" = "Rozumím";

"lng_search_no_results" = "Žádné zprávy nenalezeny";
"lng_search_found_results#one" = "Nalezena {count} zpráva";
"lng_search_found_results#other" = "Nalezeno {count} zpráv";
"lng_search_global_results" = "Výsledky globálního vyhledávání";

"lng_media_save_progress" = "{ready} z {total} {mb}";
"lng_mediaview_save_as" = "Uložit jako...";
"lng_mediaview_copy" = "Kopírovat";
"lng_mediaview_forward" = "Přeposlat";
"lng_mediaview_delete" = "Smazat";
"lng_mediaview_photos_all" = "Zobrazit všechny obrázky";
"lng_mediaview_files_all" = "Zobrazit všechny soubory";
"lng_mediaview_single_photo" = "Obrázek";
"lng_mediaview_group_photo" = "Obrázek skupiny";
"lng_mediaview_channel_photo" = "Obrázek kanálu";
"lng_mediaview_profile_photo" = "Profilový obrázek";
"lng_mediaview_file_n_of_count" = "{file} {n} z {count}";
"lng_mediaview_n_of_count" = "Obrázek {n} z {count}";
"lng_mediaview_doc_image" = "Soubor";
"lng_mediaview_today" = "dnes v {time}";
"lng_mediaview_yesterday" = "včera v {time}";
"lng_mediaview_date_time" = "{date} v {time}";

"lng_mediaview_saved" = "Obrázek uložen do složky [c]Downloads[/c]";

"lng_theme_preview_title" = "Náhled tématu";
"lng_theme_preview_generating" = "Generuji barevné schéma náhledu...";
"lng_theme_preview_invalid" = "Neplatná data v souboru tématu.";
"lng_theme_preview_apply" = "Aplikovat téma";

"lng_new_authorization" = "{name},\nDetekovali jsme přihlášení k tvému účtu na novém zařízení {day}, {date} v {time}\n\nZařízení: {device}\nLokace: {location}\n\nPokud jsi to nebyl ty, můžeš jít do Nastavení - Zobrazit všechny konekce, a ukončit tuto konekci.\n\nPokud si myslíš, že se někdo připojil k tvému účtu proti tvojí vůli, můžeš zapnout dvoufázové ověření v Nastavení.\n\nS pozdravem,\nTým Telegramu";

"lng_new_version_wrap" = "Telegram Desktop byl aktualizovaný na verzi {version}\n\n{changes}\n\nPlný výpis změn je k dispozici zde:\n{link}";
"lng_new_version_minor" = "— Opravené chyby a další vylepšení";
"lng_new_version_text" = "— Nové Emoji, Samolepky, a panel s uloženými GIFy, Telegram nyní běží v širokém okně.\n— Správa blokovaných uživatelů v superskupinách. \nAdmini chatu můžou mazat zprávy ostatních členů";

"lng_menu_insert_unicode" = "Vlož Unicode kontrolní charakter";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "Tento odkaz je poškozený, nebo expirovaný.";
"lng_confirm_phone_title" = "Zrušit reset účtu";
"lng_confirm_phone_about" = "Někdo s přístupem k tvému telefonnímu číslu {phone} zažádal o smazání tvého Telegram účtu, a resetoval dvoufázovou verifikaci.\n\nPokud jsi to nebyl ty, zadej prosím kód, který jsme ti právě poslali přes SMS.";
"lng_confirm_phone_success" = "Podařilo se!\n\nProces vymazání tvého účtu {phone} byl zrušen. Nyní můžeš toto okno zavřít.";
"lng_confirm_phone_send" = "Odeslat";
"lng_confirm_phone_enter_code" = "Prosím zadej kód.";

"lng_theme_editor_no_keys" = "V paletě ještě nejsou žádné klíče.";
"lng_theme_editor_cant_change_theme" = "Nemůžeš aplikovat nová témata, pokud stále ještě edituješ barevnou škálu. Zavři prosím nejdřív editor témat.";
"lng_theme_editor_new_keys" = "Ještě není v paletě";
"lng_theme_editor_background_image" = "Obrázek na pozadí";
"lng_theme_editor_saved_to_jpg" = "Uložený do JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "JPEG obrázek, {size}";
"lng_theme_editor_read_from_png" = "PNG obrázek, {size}";
"lng_theme_editor_export" = "Export";
"lng_theme_editor_choose_image" = "Zvol obrázek na pozadí";
"lng_theme_editor_save_palette" = "Uložit paletu";
"lng_theme_editor_choose_name" = "Uložit soubor tématu";
"lng_theme_editor_error" = "Editor zaznamenal nějakou chybu :( Detaily najdeš v souboru 'log.txt'.";
"lng_theme_editor_done" = "Téma úspěšně exportováno!";
"lng_theme_editor_title" = "Změnit barevnou paletu";
"lng_theme_editor_export_button" = "Exportovat téma";

"lng_payments_not_supported" = "Bohužel, Telegram Desktop ještě nepodporuje platby. Prosím, použij zatím nějakou z našich mobilních aplikací.";
"lng_payments_receipt_label" = "Účet";
"lng_payments_receipt_label_test" = "Test Účtu";
"lng_payments_invoice_label" = "Faktura";
"lng_payments_invoice_label_test" = "Test Faktury";
"lng_payments_receipt_button" = "Účet";

"lng_call_status_incoming" = "to volá...";
"lng_call_status_connecting" = "připojuji...";
"lng_call_status_exchanging" = "vyměňuji šifrovací klíče...";
"lng_call_status_waiting" = "čekám...";
"lng_call_status_requesting" = "přijímám...";
"lng_call_status_hanging" = "zavěšuji...";
"lng_call_status_ended" = "hovor ukončen";
"lng_call_status_failed" = "připojení selhalo";
"lng_call_status_ringing" = "vyzvánění...";
"lng_call_status_busy" = "linka obsazena";
"lng_call_fingerprint_tooltip" = "Pokud jsou emoji na obrazovce uživatele {user} stejné, je tento hovor 100% zabezpečený";

"lng_call_error_not_available" = "Bohužel, uživatel {user} neakceptuje hovory.";
"lng_call_error_incompatible" = "Aplikace uživatele {user} používá nekompatibilní protokol. Aby jsi si s ním mohl volat, musí aplikaci nejdříve aktualizovat.";
"lng_call_error_outdated" = "Aplikace uživatele {user} nepodporuje hovory. Aby jsi si s ním mohl volat, musí aplikaci nejdříve aktualizovat.";
"lng_call_error_audio_io" = "Vypadá to na problém s tvým přehrávacím zařízením. Přesvědči se prosím, že jsou tvé reproduktory správně zapojeny, že tvůj mikrofon správně funguje, a zkus to znovu.";

"lng_call_bar_hangup" = "Ukončit hovor";

"lng_call_box_title" = "Hovory";
"lng_call_box_about" = "Neuskutečnil jsi žádné hovory.";
"lng_call_box_status_today" = "{time}";
"lng_call_box_status_yesterday" = "Včera v {time}";
"lng_call_box_status_date" = "{date} v {time}";
"lng_call_box_status_group" = "({count}) {status}";

"lng_call_outgoing" = "Odchozí hovor";
"lng_call_incoming" = "Příchozí hovor";
"lng_call_missed" = "Zmeškaný hovor";
"lng_call_cancelled" = "Zrušený hovor";
"lng_call_declined" = "Odmítnutý hovor";
"lng_call_duration_info" = "{time}, {duration}";
"lng_call_type_and_duration" = "{type} ({duration})";

"lng_call_rate_label" = "Prosím, ohodnoť kvalitu uskutečněného hovoru";
"lng_call_rate_comment" = "Komentář (volitelné)";

"lng_player_message_today" = "Dnes v {time}";
"lng_player_message_yesterday" = "Včera v {time}";
"lng_player_message_date" = "{date} v {time}";

"lng_rights_edit_admin" = "Změnit administrátora";
"lng_rights_edit_admin_header" = "K čemu má tento admin oprávnění?";
"lng_rights_about_add_admins_yes" = "Tento admin bude moci přidávat další adminy se stejnými (či menšími) právy.";
"lng_rights_about_add_admins_no" = "Tento admin nebude moci přidávat další adminy.";
"lng_rights_user_restrictions" = "Omezení uživatele";
"lng_rights_user_restrictions_header" = "Co může uživatel dělat?";

"lng_rights_channel_info" = "Měnit informace o kanálu";
"lng_rights_channel_post" = "Posílat zprávy";
"lng_rights_channel_edit" = "Měnit zprávy ostatních";
"lng_rights_channel_delete" = "Mazat zprávy ostatních";
"lng_rights_group_info" = "Měnit informace o skupině";
"lng_rights_group_ban" = "Banovat uživatele";
"lng_rights_group_invite_link" = "Zvát uživatele skrz odkaz";
"lng_rights_group_invite" = "Přidávat uživatele";
"lng_rights_group_pin" = "Přišpendlit zprávy";
"lng_rights_group_delete" = "Mazat zprávy";
"lng_rights_add_admins" = "Přidávat další adminy";
"lng_rights_chat_read" = "Číst zprávy";
"lng_rights_chat_send_text" = "Posílat zprávy";
"lng_rights_chat_send_media" = "Posílat soubory";
"lng_rights_chat_send_stickers" = "Posílat samolepky a GIFy";
"lng_rights_chat_send_links" = "Posílat odkazy";
"lng_rights_chat_banned_until" = "Omezeno do: {when}";
"lng_rights_chat_banned_forever" = "Navždy";
"lng_rights_chat_banned_block" = "Zabanovat a ostranit ze skupiny";

"lng_restricted_send_message" = "Adminové této skupiny ti omezili právo na psaní.";
"lng_restricted_send_media" = "Adminové této skupiny ti omezili právo na posílání souborů.";
"lng_restricted_send_stickers" = "Adminové této skupiny ti omezili právo na posílání samolepek.";
"lng_restricted_send_gifs" = "Adminové této skupiny ti omezili právo na posílání GIFů.";
"lng_restricted_send_inline" = "Adminové této skupiny ti omezili právo na posílání inline obsahu.";

"lng_restricted_list_title" = "Omezení uživatelé";
"lng_banned_list_title" = "Zabanovaní uživatelé";

"lng_admin_log_title_all" = "Všechny události";
"lng_admin_log_title_selected" = "Vybrané události";
"lng_admin_log_filter" = "Filtr";
"lng_admin_log_filter_title" = "Filtr";
"lng_admin_log_filter_all_actions" = "Všechny události";
"lng_admin_log_filter_restrictions" = "Nové omezení";
"lng_admin_log_filter_admins_new" = "Noví admini";
"lng_admin_log_filter_members_new" = "Noví uživatelé";
"lng_admin_log_filter_info_group" = "Informace o skupině";
"lng_admin_log_filter_info_channel" = "Informace o kanálu";
"lng_admin_log_filter_messages_deleted" = "Smazané zprávy";
"lng_admin_log_filter_messages_edited" = "Změněné zprávy";
"lng_admin_log_filter_messages_pinned" = "Přišpendlené zprávy";
"lng_admin_log_filter_members_removed" = "Odebraní uživatelé";
"lng_admin_log_filter_all_admins" = "Všichni admini";
"lng_admin_log_about" = "Co je toto?";
"lng_admin_log_about_text" = "Toto je seznam všech událostí, které provedli členové skupiny a administrátoři v posledních 48 hodinách.";
"lng_admin_log_no_results_title" = "Nenalezeny žádné události";
"lng_admin_log_no_results_text" = "Tvému požadavku nevyhovuje žádná nedávná událost.";
"lng_admin_log_no_events_title" = "Žádné události";
"lng_admin_log_no_events_text" = "Nejsou zde žádné události\nprovedené členy skupiny\nnebo adminy v posledních 48 hodinách.";

"lng_admin_log_empty_text" = "Prázdné";
"lng_admin_log_changed_title_group" = "{from} změnil(a) jméno skupiny na Â«{title}Â»";
"lng_admin_log_changed_title_channel" = "{from} změnil(a) jméno kanálu na Â«{title}Â»";
"lng_admin_log_changed_description_group" = "{from} změnil(a) popis skupiny:";
"lng_admin_log_removed_description_group" = "{from} odebral(a) popis skupiny";
"lng_admin_log_changed_description_channel" = "{from} změnil(a) popis kanálu:";
"lng_admin_log_removed_description_channel" = "{from} odebral(a) popis kanálu";
"lng_admin_log_previous_description" = "Předchozí popis";
"lng_admin_log_changed_link_group" = "{from} změnil(a) odkaz na skupinu:";
"lng_admin_log_removed_link_group" = "{from} odebral(a) odkaz na skupinu";
"lng_admin_log_changed_link_channel" = "{from} změnil(a) odkaz na kanál:";
"lng_admin_log_removed_link_channel" = "{from} odebral(a) odkaz na kanál";
"lng_admin_log_previous_link" = "Předchozí odkaz";
"lng_admin_log_changed_photo_group" = "{from} změnil(a) obrázek skupiny";
"lng_admin_log_changed_photo_channel" = "{from} změnil(a) obrázek kanálu";
"lng_admin_log_removed_photo_group" = "{from} odebral(a) obrázek skupiny";
"lng_admin_log_removed_photo_channel" = "{from} odebral(a) obrázek kanálu";
"lng_admin_log_invites_enabled" = "{from} povolil(a) pozvánky do skupiny";
"lng_admin_log_invites_disabled" = "{from} zakázal(a) pozvánky do skupiny";
"lng_admin_log_signatures_enabled" = "{from} povolil(a) podpisy";
"lng_admin_log_signatures_disabled" = "{from} zakázal(a) podpisy";
"lng_admin_log_pinned_message" = "{from} přišpendlil zprávu:";
"lng_admin_log_unpinned_message" = "{from} zrušil přišpendlení zprávy";
"lng_admin_log_edited_caption" = "{from} změnil(a) popisek:";
"lng_admin_log_removed_caption" = "{from} odebral(a) popisek";
"lng_admin_log_previous_caption" = "Původní popisek";
"lng_admin_log_edited_message" = "{from} změnil(a) zprávu:";
"lng_admin_log_previous_message" = "Původní zpráva";
"lng_admin_log_deleted_message" = "{from} smazal(a) zprávu:";
"lng_admin_log_participant_joined" = "{from} se připojil(a) do skupiny";
"lng_admin_log_participant_left" = "{from} opustil(a) skupinu";
"lng_admin_log_invited" = "pozval(a) {user}";
"lng_admin_log_banned" = "zabanoval(a) {user}";
"lng_admin_log_restricted" = "změnil(a) omezení pro {user} {until}";
"lng_admin_log_promoted" = "změnil(a) oprávnění pro {user}";
"lng_admin_log_user_with_username" = "{name} ({mention})";
"lng_admin_log_restricted_forever" = "napořád";
"lng_admin_log_restricted_until" = "do {date}";
"lng_admin_log_banned_view_messages" = "Číst zprávy";
"lng_admin_log_banned_send_messages" = "Posílat zprávy";
"lng_admin_log_banned_send_media" = "Posílat soubory";
"lng_admin_log_banned_send_stickers" = "Posílat samolepky a GIFy";
"lng_admin_log_banned_embed_links" = "Posílat odkazy";
"lng_admin_log_admin_change_info" = "Změnit info";
"lng_admin_log_admin_post_messages" = "Posílat zprávy";
"lng_admin_log_admin_edit_messages" = "Měnit zprávy";
"lng_admin_log_admin_delete_messages" = "Mazat zprávy";
"lng_admin_log_admin_ban_users" = "Banovat uživatele";
"lng_admin_log_admin_invite_users" = "Přidávat uživatele";
"lng_admin_log_admin_invite_link" = "Zvát uživatele skrz link";
"lng_admin_log_admin_pin_messages" = "Přišpendlit zprávy";
"lng_admin_log_admin_add_admins" = "Přidat nové adminy";

// Not used

"lng_topbar_info" = "Info";
"lng_profile_group_info" = "Informace o skupině";
"lng_profile_channel_info" = "Informace o kanálu";

// Wnd specific

"lng_wnd_choose_program_menu" = "Zvol výchozí program...";

"lng_wnd_menu_undo" = "Vzít zpět";
"lng_wnd_menu_redo" = "Opět provést";

// Linux specific

"lng_linux_menu_undo" = "Vzít zpět";
"lng_linux_menu_redo" = "Opět provést";

// Mac specific

"lng_mac_choose_program_menu" = "Jiný...";

"lng_mac_choose_app" = "Zvol aplikaci";
"lng_mac_choose_text" = "Zvol aplikaci k otevření dokumentu \"{file}\".";
"lng_mac_enable_filter" = "Povolit:";
"lng_mac_recommended_apps" = "Doporučené aplikace";
"lng_mac_all_apps" = "Všechny aplikace";
"lng_mac_always_open_with" = "Vždy otevřít pomocí";
"lng_mac_this_app_can_open" = "Tato aplikace nemůže otevřít soubor \"{file}\".";
"lng_mac_not_known_app" = "Není jasné, zda aplikace dokáže otevřít soubor \"{file}\".";

"lng_mac_menu_services" = "Služby";
"lng_mac_menu_hide_telegram" = "Skrýt {telegram}";
"lng_mac_menu_hide_others" = "Skrýt ostatní";
"lng_mac_menu_show_all" = "Zobrazit vše";
"lng_mac_menu_preferences" = "Nastavení...";
"lng_mac_menu_quit_telegram" = "Ukončit {telegram}";
"lng_mac_menu_about_telegram" = "O aplikaci {telegram}";
"lng_mac_menu_file" = "Soubor";
"lng_mac_menu_logout" = "Odhlásit";
"lng_mac_menu_edit" = "Změnit";
"lng_mac_menu_undo" = "Vzít zpět";
"lng_mac_menu_redo" = "Opět provést";
"lng_mac_menu_cut" = "Vyjmout";
"lng_mac_menu_copy" = "Zkopírovat";
"lng_mac_menu_paste" = "Vložit";
"lng_mac_menu_delete" = "Smazat";
"lng_mac_menu_select_all" = "Vybrat vše";
"lng_mac_menu_window" = "Okno";
"lng_mac_menu_contacts" = "Kontakty";
"lng_mac_menu_add_contact" = "Přidat kontakt";
"lng_mac_menu_new_group" = "Nová skupina";
"lng_mac_menu_new_channel" = "Nový kanál";
"lng_mac_menu_show" = "Zobrazit Telegram";

// Keys finished
